Repository: datamintsGmbH/datamints_feuser
Catalog: *.locallang_db.xlf
Languages: de

# fe_users.tx_datamintsfeuser_approval_level
source: Approval Level:
de: Genehmigungslevel:

# fe_users.gender
source: Gender:
de: Geschlecht:

# fe_users.gender.I.0
source: Man
de: Mann

# fe_users.gender.I.1
source: Woman
de: Frau

# tt_content.pi_flexform.sheet.general
source: General
de: Allgemein

# tt_content.pi_flexform.sheet.registration
source: Registration
de: Registrierung

# tt_content.pi_flexform.sheet.edit
source: Edit
de: Bearbeitung

# tt_content.pi_flexform.sheet.redirect
source: Redirect
de: Weiterleitung

# tt_content.pi_flexform.sheet.extended
source: Extended
de: Erweitert

# tt_content.pi_flexform.showtype
source: Type of view:
de: Anzeigetyp:

# tt_content.pi_flexform.showtype.register
source: Registration
de: Registrierung

# tt_content.pi_flexform.showtype.edit
source: Edit
de: Bearbeitung

# tt_content.pi_flexform.usedfields
source: Used fields:
de: Angezeigte Felder:

# tt_content.pi_flexform.requiredfields
source: Required fields:
de: Erforderliche Felder:

# tt_content.pi_flexform.uniquefields
source: Unique fields:
de: Eindeutige Felder:

# tt_content.pi_flexform.databasefield
source: Database Field
de: Datenbankfeld

# tt_content.pi_flexform.separator
source: Separator / Legend
de: Trenner / Legende

# tt_content.pi_flexform.userdelete
source: "Delete User" Checkbox
de: "Benutzer löschen" Checkbox

# tt_content.pi_flexform.passwordconfirmation
source: "Current Password" Field
de: "Aktuelles Passwort" Feld

# tt_content.pi_flexform.resendactivation
source: "Resend Activation" Field
de: "Aktivierung erneut senden" Feld

# tt_content.pi_flexform.captcha
source: Captcha Field
de: Captcha Feld

# tt_content.pi_flexform.submit
source: Submit Button
de: Absenden Schaltfläche

# tt_content.pi_flexform.label
source: Label:
de: Etikett:

# tt_content.pi_flexform.field
source: Field:
de: Feld:

# tt_content.pi_flexform.required
source: Required Field?
de: Erforderliches Feld?

# tt_content.pi_flexform.unique
source: Unique Field?
de: Eindeutiges Feld?

# tt_content.pi_flexform.legend
source: Legend Text:
de: Legende Text:

# tt_content.pi_flexform.caption
source: Caption:
de: Beschriftung:

# tt_content.pi_flexform.userfolder
source: Default User Folder:
de: Standard Benutzerordner:

# tt_content.pi_flexform.generatepassword.mode
source: Generate Password?
de: Passwort generieren?

# tt_content.pi_flexform.generatepassword.length
source: Generate Password Length:
de: Länge des generierten Passworts:

# tt_content.pi_flexform.sendusermail
source: Send User E-Mail?
de: Benutzer E-Mail senden?

# tt_content.pi_flexform.sendadminmail
source: Send Admin E-Mail?
de: Admin E-Mail senden?

# tt_content.pi_flexform.mailtype
source: E-Mail Type:
de: E-Mail Typ:

# tt_content.pi_flexform.emailtemplate
source: Own E-Mail Template:
de: Eigenes E-Mail Template:

# tt_content.pi_flexform.sendername
source: Sender Name:
de: Absender Name:

# tt_content.pi_flexform.sendermail
source: Sender E-Mail Address:
de: Absender E-Mail Adresse:

# tt_content.pi_flexform.replytomail
source: Reply to E-Mail Address:
de: Reply to E-Mail Addresse:

# tt_content.pi_flexform.adminname
source: Admin Name:
de: Administrator Name:

# tt_content.pi_flexform.adminmail
source: Admin E-Mail Address:
de: Administrator E-Mail Adresse:

# tt_content.pi_flexform.register.usergroup
source: Default User Groups:
de: Standard Benutzergruppen:

# tt_content.pi_flexform.register.autologin
source: Automatic Login?
de: Automatischer Login?

# tt_content.pi_flexform.register.approvalcheck
source: Approval Check:
de: Genhemigungstypen:

# tt_content.pi_flexform.register.approvalcheck.adminapproval
source: Admin approval
de: Administratorgenehmigung

# tt_content.pi_flexform.redirect.register_success
source: Redirect Site ID "Registration":
de: Weiterleitungsseiten ID "Registrierung":

# tt_content.pi_flexform.redirect.doubleoptin_success
source: Redirect Site ID "Double Opt-in - Activated":
de: Weiterleitungsseiten ID "Double-Opt-In - Aktiviert":

# tt_content.pi_flexform.redirect.doubleoptin_deleted
source: Redirect Site ID "Double Opt-in - Denied":
de: Weiterleitungsseiten ID "Double-Opt-In - Verweigert":

# tt_content.pi_flexform.redirect.adminapproval_success
source: Redirect Site ID "Admin Approval - Activated":
de: Weiterleitungsseiten ID "Administratorgenehmigung - Aktiviert":

# tt_content.pi_flexform.redirect.adminapproval_deleted
source: Redirect Site ID "Admin Approval - Denied":
de: Weiterleitungsseiten ID "Administratorgenehmigung - Verweigert":

# tt_content.pi_flexform.redirect.resendactivation_sent
source: Redirect Site ID "Resend Activation":
de: Weiterleitungsseiten ID "Aktivierung erneut senden":

# tt_content.pi_flexform.redirect.edit_success
source: Redirect Site ID "Edit":
de: Weiterleitungsseiten ID "Bearbeitung":

# tt_content.pi_flexform.redirect.edit_userdelete
source: Redirect Site ID "Delete User":
de: Weiterleitungsseiten ID "Benutzer löschen":

# tt_content.pi_flexform.shownotactivated
source: Type Of View For "Resend Activation" Field:
de: "Resend Activation" Anzeigetyp:

# tt_content.pi_flexform.shownotactivated.input
source: E-Mail Input Field
de: E-Mail Eingabefeld

# tt_content.pi_flexform.shownotactivated.list
source: In Cookie Saved Users List
de: Liste der per Cookie gespeicherten Benutzer

# tt_content.pi_flexform.disablestylesheet
source: Disable Integrated Stylesheet:
de: Deaktiviere integriertes Stylesheet:

# tt_content.pi_flexform.stylesheetpath
source: Use Own Stylesheet:
de: Verwende eigenes Stylesheet:

# tt_content.pi_flexform.disablejsvalidator
source: Disable Integrated JavaScript Validator:
de: Deaktiviere integrierten JavaScript Validator:

# tt_content.pi_flexform.jsvalidatorpath
source: Use Own JavaScript Validator:
de: Verwende eigenen JavaScript Validator:

# tt_content.pi_flexform.disablejsconfig
source: Disable Integrated JavaScript Configuration:
de: Deaktiviere integrierte JavaScript Konfiguration:
